---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CircuitPhaseParam
source: html/2ed31421-7a51-9dff-2f0e-ef7dd8796229.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CircuitPhaseParam Property

"Phase Label"

## Syntax (C#)
```csharp
public static ForgeTypeId CircuitPhaseParam { get; }
```